Repository: testerBOK/testforme
Catalog: lang/changenowio-*.po
Languages: ru_ru

source: request for
ru_ru: запрос

source: Sending
ru_ru: Отправка

source: Settings
ru_ru: Настройки

source: Plugin Options
ru_ru: Основные настройки

source: ERROR:
ru_ru: ОШИБКА:

source: Saving...
ru_ru: Сохраняем...

source: Saved Successfully
ru_ru: Сохранено

source: ChangeNow.io Plugin Settings
ru_ru: Настройки ChangeNow.io

source: Save Settings
ru_ru: Сохранить

source: Are you sure, you want to overwrite existing options?
ru_ru: Вы уверены? Все текущие изменения будут переписаны.

source: Are you sure, you want to reset all options?
ru_ru: Вы уверены?

source: Reset All Options
ru_ru: Сбросить все настройки

source: Add to gallery
ru_ru: Добавить в галерею

source: Select images for gallery
ru_ru: Выберите картинки для галереи

source: Add
ru_ru: Добавить

source: Max items:
ru_ru: Макс:

source: Add Image
ru_ru: Добавить

source: Drop files here
ru_ru: Перетащите файлы сюда

source: Select files
ru_ru: Выбрать файлы

source: Upload
ru_ru: Загрузка

source: Processing dropped files...
ru_ru: обработка...

source: Cancel
ru_ru: Отмена

source: Retry
ru_ru: Повтор

source: Delete
ru_ru: Удвлить

source: Close
ru_ru: Закрыть

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Max amount of files:
ru_ru: Макс кол-во файлов:

source: Max file upload size:
ru_ru: Макс размер файла:

source: Add Video
ru_ru: Добавить видео

source: General Options
ru_ru: Основные

source: Partner's API Key
ru_ru: Ваш API ключ

source: Example:
ru_ru: Пример:

source: Delete key
ru_ru: Удалить ключ

source: Get your personal key here:
ru_ru: Получите ваш персональный ключ здесь:

source: Your partner's account on Changenow.io
ru_ru: Ваш персональный аккаунт Changenow.io

source: Widget shortcode
ru_ru: Шорткод виджета

source: Copy this shortcode and place anywhere on website: post, page, text or code widget. Or just use the <b>Changenow.io Widget</b> on %s
ru_ru: Скопируйте этот шорткод и разместите а посте, странице или виджете. Или просто используйте виджет <b>Changenow.io Widget</b> на %s

source: Appearance &rarr; Widgets
ru_ru: странице управления виджетами

source: Currency from
ru_ru: Отправляем

source: the selected option will be displayed by default on "You Send" field
ru_ru: выбранная валюта будет показана по умолчанию в поле "Вы отправите"

source: Currency to
ru_ru: Получаем

source: the selected option will be displayed by default on "You Get" field
ru_ru: выбранная валюта будет показана по умолчанию в поле "Вы получите"

source: Image
ru_ru: Картинка

source: Show image
ru_ru: Показывать картинку

source: Use Changenow.io logo
ru_ru: Показать логотип Changenow.io

source: Use custom image
ru_ru: Показать другую картинку

source: Select custom image
ru_ru: Выберите картинку

source: Per-page settings
ru_ru: Страницы

source: Show widget only on selected pages
ru_ru: Показывать виджет только на страницах, выбранных ниже

source: If enabled, the settings below will be applied to the widget
ru_ru: Если включено, указанные ниже настройки будут применены к виджету на указанной странице

source: Select pages
ru_ru: Выбранные страницы

source: Settings for page
ru_ru: Настройки для страницы

source: Separate settings for selected page
ru_ru: Отдельные настройки для выбранной страницы

source: Page
ru_ru: Страница

source: Use custom defaults:
ru_ru: Использовать следующие значения по умолчанию:

source: Colors and font
ru_ru: Цвет и шрифт

source: Global colors
ru_ru: Общие цвета

source: Use custom colors
ru_ru: Использовать другие цвета

source: Use custom
ru_ru: Использовать выбранный

source: Background
ru_ru: Фон

source: Input/select label
ru_ru: Текст поля/списка

source: Input/select background
ru_ru: Фон поля/списка

source: Link color
ru_ru: Цвет ссылок

source: Link hover color
ru_ru: Цвет ссылок при наведении

source: Buttons
ru_ru: Кнопки

source: Exchange type buttons
ru_ru: Выбор типа обмена

source: Button label
ru_ru: Текст на кнопке

source: Button background
ru_ru: Фон кнопки

source: Action buttons
ru_ru: Кнопки отправки форм

source: Font
ru_ru: Шрифт

source: Custom font
ru_ru: Другой шрифт

source: Use custom font
ru_ru: Использовать выбранный

source: Exchange
ru_ru: Обменять

source: Title:
ru_ru: Заголовок:

source: Exchange now
ru_ru: Обменять

source: Fixed Rate
ru_ru: Фиксированный курс

source: You send
ru_ru: Вы отправите

source: You get
ru_ru: Вы получите

source: Expected rate
ru_ru: Ожидаемый рейт

source: Pre step
ru_ru: Предварительный шаг

source: Please be careful not to provide a smart contract as your
ru_ru: Пожалуйста, будьте внимательны, не передавайте смарт контракт

source: payout address
ru_ru: в качестве вашего адреса

source: Enter the recipient’s
ru_ru: Укажите адрес

source: address
ru_ru: получателя

source: + Add refund address
ru_ru: + Добавить адрес для возврата

source: Remove refund address
ru_ru: Удалить адрес для возврата

source: Payment ID
ru_ru: ID платежа

source: (optional)
ru_ru: (не обязательно)

source: Enter
ru_ru: Укажите

source: refund address
ru_ru: адрес возврата

source: In case something goes wrong during the exchange, we might need a refund address so we can return your coins back to you
ru_ru: Если во процессе обмена что-то пойдет не так, нам может потребоваться адрес возврата, чтобы мы могли вернуть вам ваши средства

source: Next
ru_ru: Далее

source: estimated arrival
ru_ru: расчетное время доставки

source: minutes
ru_ru: мин

source: I've read and agree to
ru_ru: Я прочитал и согласен:

source: Terms of Use
ru_ru: Условия использования

source: and
ru_ru: и

source: Privacy Policy
ru_ru: Политика конфиденциальности

source: Confirm
ru_ru: Подтверждение

source: to address
ru_ru: на адрес

source: Awaiting payment
ru_ru: Ожидание оплаты

source: Waiting for exchange
ru_ru: Ожидание обмена

source: Sent to your wallet
ru_ru: Отправить на ваш кошелек

source: Error during exchange.
ru_ru: Возникла ошибка в процессе обмена.

source: Funds for this transaction will be returned to the sender's address or the specified refund address.
ru_ru: Средства по этой транзакции будут возвращены на адрес отправителя или на указанный адрес.

source: Please contact support.
ru_ru: Пожалуйста, свяжитесь со службой поддержки.

source: Exchange completed.
ru_ru: Обмен завершен.
